<template>
	<div id="about">
        <h3>درباره‌ی ما، کانال‌ شاهنامه بخوانیم و پاگرفتن  سایت</h3>
        <p>
            فکر ضبط کردن شاهنامه از سال 91 به میان آمد. از چند سال پیش از آن (سال 88) دور هم جمع شده بودیم به خواندن شاهنامه. بحث ویرایش‌ها و نسخه‌ها که پیش آمد با  ویرایش تازه‌چاپ‌شده‌ی دکتر خالقی مطلق آشنا شدیم که به‌نظر، علمی‌ترین تصحیح بود برای نزدیک‌تر شدن متن به سروده‌ی فردوسی. در کنار این نسخه در گروه‌مان چند نسخه معروف دیگر هم خوانده می‌شدند. بتدریح که پیش‌تر رفتیم، با خواندن و مقایسه  نسخه‌ها برتری نسخه دکتر خالقی را به واقع دریافتیم. در سرمان آمد که اگر مصحح موافق باشد، نسخه‌ای صوتی از این ویرایش درآوریم. کار بسیار دشواری بود، خصوصا در حجم شاهنامه، و کار ما هم این نبود و نسخه‌های صوتی بسیارخوبی هم از شاهنامه وجود داشت. تنها دلیل ما در انجام این کار، این بود که همه‌ی آن نسخه‌های صوتی موجود، از ویرایش‌های قدیمی شاهنامه بود و نه این‌ ویرایش تازه. دل به دریا زدیم و در آغاز اجازه‌ی دکتر خالقی مطلق را خواستیم. به‌مهر پاسخ مثبت دادند و دل‌گرم‌مان کردند. گام‌های بعدی سخت و حتی جانکاه بود –تصمیمات درباره‌ی روند کلی خوانش. مثلا این که این کار، شعرخوانی صرف خواهد بود، نه نقالی، نه برخوانی و نه نقش‌خوانی. یا این که هر مصرع همیشه جدا خوانده خواهد شد مگر درصورت وابسته بودن معنی به مصرع بعدی. یا این که الزامی به یکسان‌بودن طول زمانی مصرع‌ها یا فاصله‌ی بین دو مصرع یا بیت نخواهد بود که سکوت‌ها و مکث‌ها به کمک فهم معنی بیاید. و این که تلفظ کلمات خاص ضبط شود برای یکسان‌سازی در سراسر متن و بسیار مانند این‌ها.
اما پای ضبط و انتشار که پیش می‌آید، جای هیچ گزارش اشتباهی نیست؛ پس رسیدیم به جلسات دورخوانی که در آن باید متن را کامل و دقیق برای خودمان معنی می‌کردیم و راه هر اشتباه را می‌بستیم و شاهنامه خصوصا در بخش‌های اساطیری و حماسی دشواری کم ندارد. این‌ها را هم کم‌کم پشت سر می‌گذاشتیم، و همراه آن، درآوردن جای مکث‌ها و سکوت‌ها و تاکید‌های اصلی و فرعی در مصرع‌مصرع کتاب. و در کنار این‌ها، درآوردن قالب‌های اجرایی کار: فرمت ضبط، بخش‌بندی، نام‌گذاری، ذخیره‌سازی و این‌ها. 
در این فاصله‌ها چند باری گروه تعطیل شد، دوباره جمع شدیم و ادامه دادیم تا رسیدیم به جایی که تازه اول همه چیز بود، یعنی خودِ ضبط و انتشار! در این میان چاپ ویرایش دوم و نهایی دکتر خالقی مطلق بسیار به کمک‌مان آمد و گروه جانی دوباره گرفت. تلاش‌مان را کردیم که صداها و لحن قابل شنیدن شده باشد. دیگر می‌شد جلسات‌مان کاهش پیدا کند به هفته‌ای یک بار، پنج تا شش ساعت. با حجم زیاد کار، ضبط در استودیو به‌هیچ‌وجه شدنی نبود و از اول بنای ضبط خانگی گذاشته بودیم. با میکروفونی بسیارخوب و نرم‌افزاری سبک که راحت‌تر اجازه‌ی ضبط و ویرایش بدهد. یکی می‌خواند، یکی مسئول فنی ضبط و ویرایش بود و یکی ناظر درستی خوانش. پس در هر جلسه از ضبط حداقل سه‌نفر هستیم ولی در این مسیر دوستان دیگری هم همراه ما هستند که شما صدایشان را نمی‌شنوید.یاران عزیزی که در بخش فنی ضبط  ‌‌وویرایش، یاورمان بوده‌اند و هستند و در بسیاری جلسات با حضور آنها، دو نفر ناظر درست‌خواندن‌اند. یارانی نیز از میانه مسیر به ما پیوسته‌اند و بخش‌هایی را بارها و ده‌ها بار خوانده‌اند تا آماده انتشار شود.
پس از آن که کانال‌مان با استقبال باورنکردنی روبرو شد انگیزه و انرژی یافتیم برای کار در قالب‌های جدید و اصلاح آن ضعف‌هایی که به دلیل استفاده از قالب کانال تلگرام امکان بهبود آنها میسر نبود. دوست و رفیقی قدیمی و دانا به برنامه‌نویسی با قول مساعدش همراه ما شد. تیمی جداگانه به کار نوشتن و طراحی وب‌سایت پراختند. این گروه خود چند نفری هستند که بی‌چشم‌داشت و تنها به واسطه علاقه‌شان به شاهنامه و فردوسی ماه‌هاست تلاش کرده‌اند و ما به این نقطه رسیده‌ایم که درگاه اینترنتی گروه شاهنامه‌خوانی را راه اندازی کرده‌ایم. ادامه این مسیر نیز بر دوش همین عزیزان است و البته که همه گروه با هم در موضوعات مهم و مختلف همکاری و همفکری داریم. 
اینجا توضیحات را از ابتدا همراه فایل‌های صوتی آورده‌ایم. اسامی فایل‌ها را طوری تنظیمِ دوباره کرده‌ایم که بر اساس داستان نیز قابل دسترسی باشند. امکان شنیدن فایل‌ها را با دسته‌بندی‌های مختلف فراهم نموده‌ایم. علاوه بر این‌ها، بخش‌های توضیحی درباره شاهنامه، نسخ معروف و تفاوت آنها، زندگی فردوسی و ... نیز اضافه خواهند شد که البته امید به گسترش بهتر و بیشترآن داریم.
عشق بسیاری در این کار داشتیم که بی آن، تاب سختی‌ها را نمی‌آوردیم. دلگرمی و همراهی و راهنمایی‌های دکتر خالقی مطلق را داشتیم و پس از آن، لذت توجه و دلگرمی‌های شما را. خوشحالیم که با شما همراهیم و مفتخریم به این. 
با ما درتماس باشید 
        </p>
        <a class="email" href="shahnamehpodcast@gmail.com" target="_blank"></a>
        <a class="telegram" href="https://t.me/ShahnamehBekhanim" target="_blank"></a>
        <a class="twitter" href="https://twitter.com/Shahnamehpodcst" target="_blank"></a>
	</div>
</template>

<script lang="ts">
    import Vue from 'vue';
    
    export default Vue.extend({
       created() {},
    });
</script>